{
  "articles": [
    {
      "id": 1,
      "mainTitle": "Funding & Supplying War",
      "creator": "Kimani Mbatia",
      "creationDate": "05 July 2023",
      "mainPoints": [
        {
          "title": "Autarky",
          "staticImage": "./assets/images/autarky.svg",
          "simplePoint": "When you fight a war, you cannot buy materials from your enemy. Hence you have to make almost everything you need. this policy is known as Autarky. Talk here about how the German government got people to eat less meat and eat more fish to save on imports",
          "animatedInfoGraphic": ""
        },
        {
          "title": "Government Bonds",
          "staticImage": "./assets/images/moneyWhite.svg",
          "simplePoint": "How does a broke government fund a war? Talk about MEFO bills, how German government, cash strapped, induced companies to do business and supply a shell metalworks company and got paid bakc in bills rather than cash and how, because the company was connected to renouned organisations, they could endlessly defer payments to later dates",
          "animatedInfoGraphic": ""
        },
        {
          "title": "Work on the Cheap",
          "staticImage": "./assets/images/workerWhite.svg",
          "simplePoint": "Talks about how the MEFO bills paid for rearmament and how this led to massive job creation, but with a price: Low Wages and No effective Unions, and how the sudden appearance of jobs contributed to Regime stability",
          "animatedInfoGraphic": "./assets/images/Asset 1.svg"
        }
      ]
    },
    {
      "mainTitle": "Military Organisation",
      "creator": "Kimani Mbatia",
      "creationDate": "9-6-2023",
      "mainPoints": [
        {
          "title": "Section",
          "staticImage": "./assets/images/sectionLogo.png",
          "simplePoint": "The most Basic Unit in an army. Contains 10 men, led by a Corporal in Commonwealth armies and by Sergeants in others. Sections are split into 2 fireteams: 1 for PINNING down the enemy, and one for FLANKING"
        },
        {
          "title": "Platoon",
          "staticImage": "./assets/images/platoonWhite.svg",
          "simplePoint": "The Second most Basic Unit in an army. 3 Sections with 30 men in total, led by a Lieutenant (Pronounced 'Left-Tenant' in Commonwealth armies) and by Sergeants in the Wehrmacht. Again, a platoon is split with 2 sections designated for FLANKING and one (Equiped with heavy weapons) for PINNING"
        }
      ],
      "id": 2
    }
  ],
  "forumPosts": [
    {
      "id": 1,
      "userName": "Kimani Mbatia",
      "post": "Ok, the forum is up and running. Use the tool below to post your messages"
    },
    {
      "id": 2,
      "userName": "Kimani Mbatia",
      "post": "Feel Free to make enquiries"
    },
    {
      "userName": "Admin",
      "post": "Testing functionality",
      "id": 3
    },
    {
      "userName": "Admin",
      "post": "Testing still",
      "id": 4
    },
    {
      "userName": "Bot",
      "post": "Bot",
      "id": 5
    },
    {
      "userName": "bot2",
      "post": "bot2",
      "id": 6
    }
  ]
}